/* Localized versions of Info.plist keys */

"CFBundleDisplayName" = "BTCchat";

"NSContactsUsageDescription" = "BTCchat armazena seus contatos fortemente criptografados na nuvem para que você se conecte com seus amigos através de todos os seus dispositivos.";
"NSLocationWhenInUseUsageDescription" = "Para enviar sua localização para seus amigos o BTCchat precisa de permissão para mostrá-los o mapa.";
"NSLocationAlwaysUsageDescription" = "Para enviar sua localização para seus amigos, o BTCchat precisa de permissão para mostrá-los o mapa. Você também precisará disso para enviar localizações de um Apple Watch.";
"NSCameraUsageDescription" = "Precisamos acessar sua câmera para que você possa capturar fotos e vídeos.";
"NSPhotoLibraryUsageDescription" = "Precisamos disso para que você possa compartilhar fotos e vídeos de sua galeria.";
"NSMicrophoneUsageDescription" = "Precisamos disso para que você possa gravar mensagens de voz e vídeos com som.";
"NSSiriUsageDescription" = "Você pode usar a Siri para enviar mensagens.";
